[Translation]
ThisLanguage=		Magyar

Language=			Nyelv

DockSettings=		Dokk beállításai
IconSettings=		Ikon beállításai
AddItem=			Elem hozzáadása
  ItemFile=			Fájl
  ItemPath=			Útvonal
  ItemSeparator=		Elválasztó
  ItemDockSettings=	Dokk beállításai
DeleteItem=			Elem törlése
TakeScreenshot=		Pillanatkép készítése


General=			Általános
AutoRun=			Futtatás rendszerindításkor
HideLabels=			Ikonnevek elrejtése
LockIcons=			Ikonok zárolása
AutoHide=			Automatikus elrejtés


Icons=			Ikonok
Size=				Méret
Quality=			Minőség
  QualityLow=			Alacsony minőség (gyorsabb kirajzolás)
  QualityMedium=		Átlagos minőség
  QualityHigh=			Magas minőség (lassabb kirajzolás)
Zoom=				Nagyítás (a Mérethez képest ennyi képponttal)
ZoomRange=			Nagyítási hatótáv (ikonok számában kifejezve)
ZoomTime=			Nagyítás időtartama (100ms - gyorsabb -> 500ms - lassabb animáció)


Position=		Pozíció
Monitor=		Monitor
  MonitorList=			Monitor
Side=			Elhelyezés
  SideTop=			Fent
  SideBottom=			Lent
  SideLeft=			Bal oldalt
  SideRight=                    Jobb oldalt
Z-Order=                Viselkedés
  zTop=				Mindig felül
  zNormal=			Alapértelmezett mód
  zBottom=			Mindig alul
Offset=			Középpont eltolása (az Elhelyezésnél kiválasztott oldal mentén)


Style=			Stílus
Theme=			Téma
Opacity=			Átlátszatlanság (0% - Átlátszó -> 100% - Átlátszatlan)
SelectFont=			Betűkészlet


About=                  Névjegy
Donate=			Adomány
Updates=		Frissítés
Forums=			Fórum



Quit=			Kilépés
OK=			OK
Cancel=			Mégse



Version=		Verzió
ThankYou=		Köszönjük, hogy a RocketDock-ot használod.<BR>Ha tetszik a program, fontold meg egy kis támogatás elküldését a további fejlesztésekhez.<BR><BR>Készítette a Punk! Software<BR><BR>Magyar fordítás (1.3.0b7 - 1.3.1): Zodarr (zodarr@gmail.com)

Folders=		Mappák
DefaultFolder=		Alapértelmezett
ChangeFolder=		Változtatás


Preview=		Előnézet


DefaultIcon=		Alapértelmezett ikon


Properties=		Tulajdonságok
Name=				Név
Target=				Cél
FindTarget=			Cél megadása
StartIn=			Indítási mappa
Arguments=			Indítási parancsok
Run=				Futtatás
  RunNormal=				Normál méretben
  RunMaximized=         		Teljes méretben
  RunMinimized=				Tálcán ikonként
Popup=			Helyi menü
ContextMenu=		Speciális menüelemek megjelenítése


FontOutlineColor=	Körvonal színe
FontShadowColor=	Árnyék színe
FontOutlineOpacity=	Körvonal átlátszatlansága
FontShadowOpacity=	Árnyék átlátszatlansága



;#################
;For Version 1.1.2
;#################

MouseActivate=		Megjelenítés az egérmutató hatására
AutoHideTime=		Időtartam
AutoHideDelay=		Késleltetés
UberIconFX=		ÜberIcon Effektek



;#################
;For Version 1.2.0
;#################

ZoomFlat=		Nagyítás: Lapos
VerticalOffset=		Szegély eltolása (az Elhelyezésnél kiválasztott oldalra merőlegesen)
ItemBlank=		Üres ikon
Defaults=		Alapértelmezett
Confirm=                Megerősítés
ConfirmDefaults=	Biztos hogy vissza akarod állítani a RocketDock-ot az alapértelmezett beállításokra?<BR>Megjegyzés: ez nincs hatással a beállított ikonokra.


;#################
;For Version 1.3.0
;#################

;NOTE: "ZoomFlat" was changed above... Please re-translate
;=========================================================

ManageWindows=		Ablakok minimalizálása a dokkra
ShowRunning=            Futó alkalmazás jelzők
OpenRunning=		Futó alkalmazás példányának megnyitása
UseINI=			Beállítások tárolása egy hordozható INI fájlban
GetMore=			Még több stílus
Behavior=			Viselkedés
MouseActivateDelay=	Késleltetés
IconActivationFX=	Ikon figyelemfelkeltő effektus
None=				Nincs
Bounce=				Ugrálás
ZoomOpaque=			Nagyítás átlátszatlanba
HoverFX=		Lebegési effektus (egérmutató hatására történő ikon effektus)
ZoomBubble=			Nagyítás: Buborék
ZoomPlateau=			Nagyítás: Fennsík
OpenWindow=		Ablak megnyitása
CloseWindow=		Ablak bezárása
ItemRecycleBin=		Szemétkosár
StateNormal=		Normál ikon
StateEmpty=                     Üres szemétkosár
StateFull=			Teli szemétkosár


;#################
;For Version 1.3.1
;#################

DebugInfo=			Hibakeresési Info
ConfirmDebugInfo=		A RocketDock egy hibakeresési naplófájlt hoz létre.<BR><BR>Ez a következőket tartalmazza:<BR>* A RocketDock beállításait (elérési útvonalakat és indítási paramétereket is beleértve)<BR>* A jelenleg futó alkalmazások listáját<BR>* Hasznos rendszerinformációkat.
DisableMinAnimation=	Minimalizálási animáció tiltása
OpenRunningShort=		Futó példány megnyitása
UseGlobal=			Rendszerbeállítás szerint
Always=			Mindig (Csak 1 példány)
Never=			Soha (Mindig új példány)
Warnings=			Figyelmeztetések: <COUNT>
WarningINIWrite=		A settings.ini Csak Olvasható.  A beállításokat nem lehet elmenteni.